export default `本用户须知协议(以下简称"本协议")是您(以下称为"用户"或"您")与我们(以下称为"我们"或"平台")之间的协议，适用于您在使用平台服务前必须仔细阅读并同意本协议。
一、定义
1.1. 平台：指指定服务提供方的网站、移动客户端等网络设备。
1.2. 服务：指平台向用户提供的各项服务，具体详情以平台实际提供为准。
1.3. 用户：指使用平台服务的个人或组织。
二、服务内容
2.1. 平台将向用户提供以下服务：
2.1.1. 提供用户数据传输、网络服务等基础服务。
2.1.2. 提供用户信息同步功能。
2.1.3. 提供用户账号管理功能。
2.2. 用户确认：
2.2.1. 用户有义务妥善保管自己的账号和密码，并对使用账号和密码进行的所有活动负责。
2.2.2. 用户应遵守平台的规则和法律法规，不得利用平台服务进行任何违法犯罪行为。
三、用户权利和义务
3.1. 用户有权利享受平台提供的服务。
3.2. 用户有义务对自己的账号和密码进行妥善保管。
3.3. 用户应当遵守平台的规则和法律法规，不得利用平台服务进行任何违法犯罪行为。
四、服务的变更、中断和终止
4.1. 平台有权根据业务发展需求，变更或调整本服务内容或服务的价格，并通过平台网站公告或发送通知给用户，公示期为7日。
4.2. 若因平台业务调整或技术故障等原因导致服务中断，平台将尽快恢复服务。但由此产生的全球范围内的用户损失，平台不承担任何责任。
4.3. 平台有权根据平台规则决定是否中止或终止向用户提供本服务。
五、责任限制
5.1. 平台不担保本服务会符合用户的要求，也不担保本服务不会中断，对服务的安全性、及时性、准确性也不作任何保证。
5.2. 对于因网络故障、通讯线路故障等原因造成的信息丢失、记录错误、或无法显示等不良后果，平台不承担责任。
5.3. 用户使用本服务看法、评论、上传、下载、传输任何内容，都将被视为自愿行为，平台不对用户所传输内容承担任何法律责任。用户应自行承担责任。
六、知识产权
6.1. 平台所有的知识产权归平台所有，用户不得擅自复制、转载、传播本平台的任何内容。
6.2. 在使用本服务过程中，用户在平台发表的任何形式的信息（包括但不限于文字、图片、音频、视频资料、软件等）的知识产权，均由用户或相关权利人独立承担，与平台无关。
七、协议的解释和管辖法律
7.1. 本协议的解释、效力、执行和争议的解决均应适用中华人民共和国法律。
7.2. 凡因本协议引起的或与本协议相关的任何争议，双方应友好协商解决，协商不成的，可向平台所在地法院提起诉讼。
8、协议的效力
8.1. 本协议在用户点击提交后生效，具有法律效力。
8.2. 平台有权随时根据实际情况对本协议进行修改和更新，并通过平台网站公告或发送通知给用户。
8.3. 若用户不同意修改后的协议，有权停止使用本服务；若用户继续使用本服务，则视为同意修改后的协议。`